{
  "current_offers": [
    {
      "fund_code": "auf",
      "offer_type": "offer",
      "cover_types": "2",
      "start_date": "2016-11-01",
      "end_date": "2016-11-30",
      "name": "",
      "short_description": "Join Australian Unity on a combined cover and Australian Unity will waive the 2 and 6 month waiting periods on extras.",
      "full_description" : "",
      "image_url": "",
      "terms": "<ul>\n\t<li>\n\t\tOffer available to new members who join Australian Unity between the 1/10/2016 and the 31/10/16\n\t</li>\n\t<li>\n\t\tThe offer is only available with the purchase of a combination cover or a Hospital cover with Extras cover. Excludes Extras only cover, and Overseas Visitor Cover.\n\t</li>\n\t<li>\n\t\tAll two month waiting periods plus the six-month optical waiting period will be waived.\n\t</li>\n\t<li>\n\t\tWaiting periods still apply to wisdom teeth extractions, periodontics and endodontics.\n\t</li>\n\t<li>\n\t\tThis offer is made and executed by Australian Unity\n\t</li>\n</ul>"
    },
    {
      "fund_code": "frank",
      "offer_type": "offer",
      "cover_types": "2",
      "start_date": "2016-11-01",
      "end_date": "2016-11-30",
      "name": "",
      "short_description": "Join Frank on a combined level of cover and all 2 and 6 month extras waiting periods are waived.",
      "full_description" : "",
      "image_url": "",
      "terms": "<p>Available to new members until 30 November 2016.</p>\n<p>This offer is made and executed by Frank Health Insurance.</p>"
    },
    {
      "fund_code": "gmh",
      "offer_type": "offer",
      "cover_types": "2",
      "start_date": "2016-11-01",
      "end_date": "2016-11-30",
      "name": "",
      "short_description": "Join GMHBA on combined covers prior November 30th and get a gift card. $100 for singles, $200 for families.",
      "full_description" : "",
      "image_url": "",
      "terms": "<p>*For new members on direct debit, must pay first month to receive gift card. $200 gift card for families, couples and single parent memberships, $100 for singles. Gift card will be issued within 14 days from receipt of first payment. If the policy is cancelled within 60 days of joining and the gift card activated, the value of the gift card will be deducted from your premium refund. Not available in conjunction with any other offer.</p>\n\n<p>This offer is made and executed by GMHBA Limited.</p>"
    },
    {
      "fund_code": "hbf",
      "offer_type": "offer",
      "cover_types": "1,2",
      "start_date": "2016-11-01",
      "end_date": "2016-11-30",
      "name": "",
      "short_description": "Join HBF on combined cover or extras only by 30 November and HBF will waive all 2 month waiting periods.",
      "full_description" : "",
      "image_url": "",
      "terms": "<p>Available on combined covers and on extras only.</p>\n<p>This offer is made and executed by HBF.</p>"
    },
    {
      "fund_code": "lhm",
      "offer_type": "offer",
      "cover_types": "0,2",
      "start_date": "2016-11-01",
      "end_date": "2016-11-30",
      "name": "",
      "short_description": "Join Peoplecare on hospital cover or combined cover by 30 November and Peoplecare will give you a $100 gift card.",
      "full_description" : "",
      "image_url": "",
      "terms": "<ul>\n\t<li>\n\t\tThis offer is for new members only who purchase a hospital only or hospital and extras cover.\n\t</li>\n\t<li>\n\t\tMembers who purchase Extras or Ambulance only covers are not eligible for the Gift Card.\n\t</li>\n\t<li>\n\t\tThis offer is current as at 1 September 2016, and can be altered or withdrawn at any time.\n\t</li>\n\t<li>\n\t\tPeoplecare reserves the right to change the offer conditions at any time without notice.\n\t</li>\n\t<li>\n\t\tThis offer is applied to purchases by new members either through the Peoplecare website/call centre or Members Own Health Funds. It is not available through any other intermediary.\n\t</li>\n\t<li>\n\t\tThis offer is not available with any other promotional offers being run by Peoplecare at the same time. \n\t</li>\n\t<li>\n\t\tAll Gift Cards will be delivered by post to the address nominated by the member. Peoplecare are not liable for any damaged, undelivered, lost or stolen Gift Cards and no replacement gift cards will be provided in the event of damage to, non-delivery of, or theft of a Gift Card. Allow 8-9 weeks after the purchase date of the new policy for delivery of the Gift Card.\n\t</li>\n\t<li>\n\t\tGift cards are subject to the terms and conditions of the gift card issuer. These conditions can be viewed at <a href=\"https://rewardscometrue.com.au/\">https://rewardscometrue.com.au/</a>.\n\t</li>\n\t<li>\n\t\tThis offer is made and executed by Peoplecare.\n\t</li>\n</ul>"
    },
    {
      "fund_code": "rte",
      "offer_type": "offer",
      "cover_types": "0,1,2",
      "start_date": "2016-11-01",
      "end_date": "2016-11-30",
      "name": "",
      "short_description": "Join rt Health before October 31 to go into rt Health’s draw for a $1,000 Bunnings gift card.",
      "full_description" : "",
      "image_url": "",
      "terms": "<p>Available for new members.</p>\n<p>This offer is made and executed by rt health.</p>"
    },
    {
      "fund_code": "ntf",
      "offer_type": "offer",
      "cover_types": "2",
      "start_date": "2016-11-01",
      "end_date": "2016-12-23",
      "name": "",
      "short_description": "Join Teachers Health on combined cover before December 23 and Teachers Health will give you 6 weeks free or 1 month free and waive 2 & 6 months waits",
      "full_description" : "",
      "image_url": "",
      "terms": "<p>\n\t<strong>6 weeks free T&C’s</strong>\n</p>\n<ol>\n\t<li>Offer commences 12.00am, Tuesday 1 November 2016 and closes 11.59pm (AEDT), Friday 23 December 2016 and may be extended. </li>\n\t<li>This offer is only available to new members who satisfy the eligibility criteria of Teachers Health Fund, whose membership application is received by Teachers Health Fund from 1 November 2016 and closes 11.59pm (AEDT), 23 December 2016. </li>\n\t<li>The new member must select Hospital and Extras cover, or a combined cover, in order to be eligible to receive this offer. </li>\n\t<li>The new member must provide the promotion code “SIX” when joining online, over the phone or with a Business Development officer. </li>\n\t<li>The new member must select a Direct Debit payment plan.</li>\n\t<li>Six (6) weeks free cover is applied to the second month of the new membership, upon successful receipt of the new member’s first contribution payment.</li>\n\t<li>The offer does not apply to stand-alone Hospital, Extras or Ambulance only policies.</li>\n\t<li>The offer does not apply to policy upgrades, or when a spouse or dependant is added to an existing Teachers Health Fund policy.</li>\n\t<li>This offer is only available to a new Teachers Health Fund policyholder who has not been a paying/financial member of Teachers Health Fund or UniHealth Insurance in the past four (4) months.</li>\n\t<li>The offer is not available to new members who have received an incentive offer from Teachers Health Fund or UniHealth Insurance within the last 12 months.</li>\n\t<li>Terms and conditions are subject to change without notice.</li>\n</ol>\n<p>\n\t<strong>1 month free + 2 and 6 months waits waived T&C’s</strong>\n</p>\n<ol>\n\t<li>Offer commences 12.00am, Tuesday 1 November 2016 and closes 11.59pm (AEDT), Friday 23 December 2016, and may be extended. </li>\n\t<li>This offer is only available to new members who satisfy the eligibility criteria of Teachers Health Fund, whose membership application is received by Teachers Health Fund from 1 November 2016 and closes 11.59pm (AEDT), 23 December 2016. </li>\n\t<li>The new member must select Hospital and Extras cover, or a combined cover, in order to be eligible to receive this offer. </li>\n\t<li>The new member must provide the promotion code “ONE” when joining online, over the phone or with a Business Development officer. </li>\n\t<li>The new member must select a Direct Debit payment plan. </li>\n\t<li>One (1) month’s free cover is applied to the second month of the new membership, upon successful receipt of the new member’s first contribution payment. </li>\n\t<li>Only the two and six month waiting periods on Extras services will be waived for new members, as part of this promotion. </li>\n\t<li>The offer does not apply to stand-alone Hospital, Extras or Ambulance only policies. </li>\n\t<li>The offer does not apply to policy upgrades, or when a spouse or dependant is added to an existing Teachers Health Fund policy. </li>\n\t<li>This offer is only available to a new Teachers Health Fund policyholder who has not been a paying/financial member of Teachers Health Fund or UniHealth Insurance in the past four (4) months. </li>\n\t<li>The offer is not available to new members who have received an incentive offer from Teachers Health Fund or UniHealth Insurance within the last 12 months. 12. Terms and conditions are subject to change without notice.</li>\n</ol>\n<p>\n\tThis offer is made and executed by Teachers Health.\n</p>"
    }
  ]
}
