{
  "current_offers": [
    {
      "fund_code": "auf",
      "offer_type": "offer",
      "cover_types": "2",
      "start_date": "2018-05-03",
      "end_date": "2018-05-31",
      "name": "",
      "short_description": "Join on a combined cover and skip the 2 and 6 months wait on extras",
      "full_description" : "",
      "image_url": "",
      "terms": "<h3>Claim Immediately Offer (May 2018) Terms and Conditions:<\/h3>\r\n<p>1. This promotion is only available to:<\/p>\r\n<ul>\r\n\t<li>\r\n\ta. Members who purchase Australian Unity hospital and extras cover:\r\n\t<\/li>\r\n\t\t<ul>\r\n\t\t\t<li>i. through the Australian Unity call centre\/website, or aggregator or comparator call centre\/website;<\/li>\r\n\t\t\t<li>ii. between 3 May 2018 and 31 May 2018, where the policies purchased have a commencement date between 3 May 2018 and 31 May 2018; and<\/li>\r\n\t\t<\/ul>\r\n\t<li>\r\n\tb. New members on new memberships (see further condition 2 below).\r\n\t<\/li>\r\n<\/ul>\r\n<p>2. This promotion is not available:<\/p>\r\n<ul>\r\n\t<li>a. to members who have held health cover with Australian Unity in the six months prior to when they purchase hospital and extras cover as part of this promotion;<\/li>\r\n\t<li>b. to new members who purchase extras only cover, hospital only cover or Overseas Visitors Cover;<\/li>\r\n\t<li>c. to Australian Unity staff; or<\/li>\r\n\t<li>d. in conjunction with any other retail offer or promotion being run by Australian Unity at the same time<\/li>\r\n<\/ul>\r\n<p>3. After satisfying condition 1 above, Australian Unity will waive all optical extras waiting periods and all 2-month extras waiting periods for extras covers purchased as part of this promotion. Unless specified by Australian Unity, all other waiting periods for all products still apply.<\/p>\r\n<p>4. This promotion can be altered or withdrawn at any time by Australian Unity and Australian Unity reserves the right to change these offer conditions at any time without notice.<\/p>\r\n<p>5. Australian Unity may request further information from any purchaser at its discretion in order to determine whether the purchaser is eligible for this promotion.<\/p>\r\n<p>This offer is made and executed by Australian Unity.<\/p>"
    },
    {
      "fund_code": "lhm",
      "offer_type": "offer",
      "cover_types": "0,2",
      "start_date": "2018-02-01",
      "end_date": "2018-05-31",
      "name": "",
      "short_description": "Join Peoplecare on hospital cover or combined cover and Peoplecare will give you a $100 gift card",
      "full_description" : "",
      "image_url": "",
      "terms": "<ul>\n\t<li>\n\t\tThis offer is for new members only who purchase a hospital only or hospital and extras cover.\n\t</li>\n\t<li>\n\t\tMembers who purchase Extras or Ambulance only covers are not eligible for the Gift Card.\n\t</li>\n\t<li>\n\t\tThis offer is current as at 1 September 2016, and can be altered or withdrawn at any time. Peoplecare reserves the right to change the offer conditions at any time without notice.\n\t</li>\n\t<li>\n\t\tThis offer is applied to purchases by new members either through the Peoplecare website/call centre or Members Own Health Funds. It is not available through any other intermediary.\n\t</li>\n\t<li>\n\tThis offer is not available with any other promotional offers being run by Peoplecare at the same time. \n\t</li>\n\t<li>\n\t\tAll Gift Cards will be delivered by post to the address nominated by the member. Peoplecare are not liable for any damaged, undelivered, lost or stolen Gift Cards and no replacement gift cards will be provided in the event of damage to, non-delivery of, or theft of a Gift Card. Allow 8-9 weeks after the purchase date of the new policy for delivery of the Gift Card.\n\t</li>\n\t<li>\n\t\tGift cards are subject to the terms and conditions of the gift card issuer. These conditions can be viewed at <a href=\"https://rewardscometrue.com.au/\">https://rewardscometrue.com.au/</a>.\n\t</li>\n\t<li>\n\t\tThis offer is made and executed by Peoplecare.\n\t</li>\n</ul>"
    },
    {
      "fund_code": "rte",
      "offer_type": "offer",
      "cover_types": "0,1,2",
      "start_date": "2018-05-01",
      "end_date": "2018-07-31",
      "name": "",
      "short_description": "Go into the draw to win a $750 Bunnings voucher",
      "full_description" : "",
      "image_url": "",
      "terms": "<h3>Terms and Conditions for iPad competition<\/h3>\r\n<ol>\r\n\t<li>The Promoter is Railway & Transport Health Fund Ltd (ABN 93 087 648 744) of 1 Buckingham Street, Surry Hills NSW 2010.<\/li>\r\n\t<li>The competition starts 01\/05\/18 and closes 31\/07\/18.<\/li>\r\n\t<li>By entering this competition, entrants agree to these terms and conditions (and to any other requirements set out in the promotional material). The Promoter makes no guarantee of the availability of its web services and will not be held responsible for interruption of service that may interfere with the ability to participate in the competition.<\/li>\r\n\t<li>Entry into this competition is automatic, subject to clause 6, and based on the entrant becoming a new member of rt health fund during the competition period and remaining a financial member of rt health fund with hospital cover or extras cover up to the date of the relevant prize draw.<\/li>\r\n\t<li>One entry per rt health fund policy only is permitted. The Promoter reserves the right to request the winner to provide proof of identity and age, proof of residency at the nominated address in order to claim a prize. The Promoter shall not be liable for any loss suffered or sustained (even if caused by negligence) as a result of any person entering into this competition except for any liability which cannot be excluded by law.<\/li>\r\n\t<li>Entry is only open to permanent residents of Australia who are aged 18 years or over. Employees of the Promoter and their immediate families are not eligible to enter. Immediate family means any of the following: spouse, ex-spouse, de-facto spouse, child or step-child (whether natural or by adoption), parent step-parent, grandparent, step-grandparent, uncle, aunt, niece, nephew, brother, sister, step-brother, step-sister or 1st cousin.<\/li>\r\n\t<li>The prize is a $750 Bunnings gift card. The prize is valued at $750. The prize value is correct as at 11\/04\/18 and the Promoter accepts no responsibility for any variation in prize value.<\/li>\r\n\t<li>The winner will be drawn with computer generated selection at 3pm on 03\/07\/18, at the premises of the Promoter and contacted within 7 days. The winner’s name will be published on the Promoter’s website.<\/li>\r\n\t<li>All prizes in the competition will be distributed or allocated in accordance with these terms. If the prize is unclaimed after a period of three months from the date of the prize draw, an unclaimed prize draw with computer generated selection will be held at 10am on 05\/10\/18 at the premises of the Promoter. In such case, the original winner will be deemed to have forfeited the prize and the winner of the unclaimed prize draw will be notified within 7 days of the further draw.<\/li>\r\n\t<li>Entrants are responsible for ensuring their correct contact and address details are provided and any updated details are notified to the Promoter. The Promoter accepts no responsibility should an entrant fail to receive a prize because of a failure to notify the Promoter of the entrant’s correct or changed contact details.<\/li>\r\n\t<li>The prize as stated is non-transferable or exchangeable. No cash alternatives will be offered. If, due to circumstances beyond the Promoter's control, the Promoter is unable to provide the stated prize, the Promoter reserves the right to award an alternative prize of equal or greater value. This is subject to written approval from the relevant regulatory authorities.<\/li>\r\n\t<li>If this competition is not capable of being conducted as reasonably anticipated due to any reason beyond the control of the Promoter, the Promoter reserves the right, in its sole discretion, to the fullest extent permitted by law to modify, suspend, terminate or cancel the competition, as appropriate. This is subject to written approval from the relevant regulatory authorities.<\/li>\r\n\t<li>These conditions of entry are governed by the laws of New South Wales, Australia.<\/li>\r\n<\/ol>\r\n<p>This offer is made and executed by rt Health.<\/p>"
    },
    {
      "fund_code": "sps",
      "offer_type": "offer",
      "cover_types": "2",
      "start_date": "2018-05-01",
      "end_date": "2018-05-31",
      "name": "",
      "short_description": "Get 1 month free on combined cover",
      "full_description" : "",
      "image_url": "",
      "terms": "<p>Must pay the first month before the second month is applied for free.</p>\n<p>Only available to new members.</p>\n<p>This offer is made and executed by Health Partners.</p>"
    },
    {
      "fund_code": "qtu",
      "offer_type": "offer",
      "cover_types": "0",
      "start_date": "2018-05-14",
      "end_date": "2018-06-30",
      "name": "",
      "short_description": "Get 1 month free on combined cover",
      "full_description" : "",
      "image_url": "",
      "terms": "<p>Terms and Conditions<\/p>\r\n<ul>\r\n  <li>Offer available for applications for combined hospital and extras cover received between 14 May and 30 June 2018.<\/li>\r\n  <li>Eligibility criteria apply.<\/li>\r\n  <li>For new members on new memberships only.<\/li>\r\n  <li>Waiting periods may apply.<\/li>\r\n  <li>Only available via direct debit.<\/li>\r\n  <li>Must hold eligible cover and maintain direct debit for 30 consecutive days from policy start date to get the second month free.<\/li>\r\n  <li>Not available in conjunction with any other offer.<\/li>\r\n  <li>One month free is not redeemable for cash.<\/li>\r\n<\/ul>\r\n<p>This offer is made and executed by TUH.<\/p>"
    }
  ]
}
