{
  "current_offers": [
    {
      "fund_code": "rte",
      "offer_type": "offer",
      "cover_types": "0,1,2",
      "start_date": "2016-09-01",
      "end_date": "2016-10-31",
      "name": "",
      "short_description": "Join rt Health before October 31 to go into rt Health’s draw for a $1,000 Bunnings gift card.",
      "full_description" : "",
      "image_url": "",
      "terms": "<p>Available for new members.</p>\n<p>This offer is made and executed by rt health.</p>"
    },
    {
      "fund_code": "hbf",
      "offer_type": "offer",
      "cover_types": "1,2",
      "start_date": "2016-09-01",
      "end_date": "2016-09-30",
      "name": "",
      "short_description": "Join HBF on combined cover or extras only by 30 September and HBF will waive all 2 month waiting periods.",
      "full_description" : "",
      "image_url": "",
      "terms": "<p>Available on combined covers and on extras only.</p>\n<p>This offer is made and executed by HBF.</p>"
    },
    {
      "fund_code": "ntf",
      "offer_type": "offer",
      "cover_types": "2",
      "start_date": "2016-09-01",
      "end_date": "2016-09-30",
      "name": "",
      "short_description": "Join Teachers Health on combined cover before September 30 and Teachers Health will give you 6 weeks free",
      "full_description" : "",
      "image_url": "",
      "terms": "<p>New members only, combined cover, must pay first month.</p>\n<p>This offer is made and executed by Teachers Health.</p>"
    },
    {
      "fund_code": "frank",
      "offer_type": "offer",
      "cover_types": "2",
      "start_date": "2016-09-01",
      "end_date": "2016-09-30",
      "name": "",
      "short_description": "Join Frank on combined cover by 30 September and Frank will skip the 2 and 6 month waits on extras.",
      "full_description" : "Frank will waive the 2 and 6 month waiting periods on extras when you take out combined hospital and extras cover or a Frank bundle by 30 September 2016. Join now and start claiming straight away on services that usually have a 2 or 6 month wait (where included in your cover).",
      "image_url": "",
      "terms": "<p>Available to new members until 30 September 2016. 12 month waits, annual limits and sub limits apply.</p>\n<p>This offer is made and executed by Frank Health Insurance.</p>"
    },
    {
      "fund_code": "gmh",
      "offer_type": "offer",
      "cover_types": "2",
      "start_date": "2016-09-01",
      "end_date": "2016-09-30",
      "name": "",
      "short_description": "Join on a combined cover by 30 September and GMHBA will give you 1 month free.",
      "full_description" : "",
      "image_url": "",
      "terms": "<p>For new members on direct debit, must pay first month to get second month free. Offer ends 30 September 2016.</p>\n<p>This offer is made and executed by GMHBA Limited.</p>"
    },
    {
      "fund_code": "lhm",
      "offer_type": "offer",
      "cover_types": "0,2",
      "start_date": "2016-09-01",
      "end_date": "2016-09-30",
      "name": "",
      "short_description": "Join Peoplecare on hospital cover or combined cover by 30 September and Peoplecare will give you a $100 gift card.",
      "full_description" : "",
      "image_url": "",
      "terms": "<ol>\n\t<li>\n\t\tThis offer is for new members only who purchase a hospital only or hospital and extras cover.\n\t</li>\n\t<li>\n\t\tMembers who purchase Extras or Ambulance only covers are not eligible for the Gift Card.\n\t</li>\n\t<li>\n\t\tThis offer is current as at 1 September 2016, and can be altered or withdrawn at any time. Peoplecare reserves the right to change the offer conditions at any time without notice.\n\t</li>\n\t<li>\n\t\tThis offer is applied to purchases by new members either through the Peoplecare website/call centre or Members Own Health Funds. It is not available through any other intermediary.\n\t</li>\n\t<li>\n\t\tThis offer is not available with any other promotional offers being run by Peoplecare at the same time. \n\t</li>\n\t<li>\n\t\tAll Gift Cards will be delivered by post to the address nominated by the member. Peoplecare are not liable for any damaged, undelivered, lost or stolen Gift Cards and no replacement gift cards will be provided in the event of damage to, non-delivery of, or theft of a Gift Card. Allow 8-9 weeks after the purchase date of the new policy for delivery of the Gift Card.\n\t</li>\n\t<li>\n\t\tGift cards are subject to the terms and conditions of the gift card issuer. These conditions can be viewed at <a href=\"https://rewardscometrue.com.au/cardholder-login/card-holder-terms-conditions-19-digits/\" target=\"_blank\">https://rewardscometrue.com.au/cardholder-login/card-holder-terms-conditions-19-digits/</a>.\n\t</li>\n</ol>\n"
    },
    {
      "fund_code": "auf",
      "offer_type": "offer",
      "cover_types": "2",
      "start_date": "2016-09-08",
      "end_date": "2016-09-30",
      "name": "",
      "short_description": "Join Australian Unity on a combined cover and Australian Unity will waiver the 2 and 6 month waiting periods on extras.",
      "full_description" : "",
      "image_url": "",
      "terms": "<ul>\n\t<li>\n    Offer available to new members who join Australian Unity between 8am 8-9-16 and midnight 30-9-16.\n\t</li>\n\t<li>\n    The offer is only available with the purchase of a combination cover or a Hospital cover with Extras cover. Excludes Extras only cover, and Overseas Visitor Cover.\n\t</li>\n\t<li>\n    All two month waiting periods plus the six month optical waiting period will be waived.\n\t</li>\n\t<li>\n    Waiting periods still apply to wisdom teeth extractions, periodontics and endodontics.\n\t</li>\n\t<li>\n\t\tThis offer is made and executed by Australian Unity.\n\t</li>\n</ul>"
    }
  ]
}
