{
  "current_offers": [
    {
      "fund_code": "auf",
      "offer_type": "offer",
      "cover_types": "2",
      "start_date": "2018-02-18",
      "end_date": "2018-03-31",
      "name": "",
      "short_description": "Get a $100 or $200 gift card",
      "full_description" : "",
      "image_url": "",
      "terms": "<p>Join on a hospital and extras policy an between 18th of Feb and 31st of March and you’ll get a $100 gift card for singles and a $200 gift card for couples and families.</p>\n<p>Gift Card Offer Terms and Conditions</p>\n<ol>\n\t<li>This offer only applies to people who purchase Australian Unity Hospital and Extras cover either through the Australian Unity call centre, via the Australian Unity website, or through aggregators between 18 February 2018 and 31 March, 2018.</li>\n\t<li>After complying with paragraph 1 above and subject to paragraph 3 below, the purchaser may receive one $100 Gift Card for any eligible single cover purchased or one $200 Gift Card for any eligible couple/family cover purchased. Limit of one gift card per policy.</li>\n\t<li>Offer only available to new members, being those who have not held Australian Unity health cover within the last 6 months prior to purchase. This offer is not available to new members who take out Hospital only cover, Extras only cover or Overseas Visitors Cover. This offer is not available to Australian Unity staff, through any brokers, or corporate alliances. Gift cards will only be issued after the purchaser has held Hospital and Extras cover for a minimum period of 6 weeks and the policy is paid up to date. Gift cards will not be issued for any policies that are in arrears.</li>\n\t<li>This offer is not available in conjunction with any other retail offer or promotion being run by Australian Unity at the same time.</li>\n\t<li>This offer can be altered or withdrawn at any time by Australian Unity. Australian Unity reserves the right to change these offer conditions at any time without notice. Australian Unity may request further information from any purchaser in its discretion.</li>\n</ol>\n<p>All Gift Cards are Universal Gift Card Visa gift cards, issued by Heritage Bank Limited ABN 32 087 652 024 AFSL / Australian Credit License 240984, preloaded with either AU$100 or AU$200 in cash only (as applicable). All gift cards will be delivered by post. Australian Unity will not be held responsible for any damaged, undelivered, lost or stolen Gift Cards and no replacement will be provided. Allow 6-10 weeks after the start date of the new policy for delivery of the Gift Card. Gift Cards are subject to the terms and conditions that appear on the reverse of the Gift Card letter.</p>\n<p>This offer is made and executed by Australian Unity.</p>"
    },
    {
      "fund_code": "frank",
      "offer_type": "offer",
      "cover_types": "2",
      "start_date": "2018-03-01",
      "end_date": "2018-03-31",
      "name": "",
      "short_description": "1 month free plus skip 2 and 6 month waits on extras",
      "full_description" : "",
      "image_url": "",
      "terms": "<p>Available to new members only (sorry if you have been a Frank member in the last 12 months you don’t qualify).\n<p>This offer is made and executed by Frank.</p>"
    },
    {
      "fund_code": "gmh",
      "offer_type": "offer",
      "cover_types": "2",
      "start_date": "2018-03-01",
      "end_date": "2018-03-31",
      "name": "",
      "short_description": "6 weeks free when joining combined cover",
      "full_description" : "",
      "image_url": "",
      "terms": ""
    },
    {
      "fund_code": "lhm",
      "offer_type": "offer",
      "cover_types": "0,2",
      "start_date": "2018-02-01",
      "end_date": "2018-03-31",
      "name": "",
      "short_description": "Join Peoplecare on hospital cover or combined cover and Peoplecare will give you a $100 gift card",
      "full_description" : "",
      "image_url": "",
      "terms": "<ul>\n\t<li>\n\t\tThis offer is for new members only who purchase a hospital only or hospital and extras cover.\n\t</li>\n\t<li>\n\t\tMembers who purchase Extras or Ambulance only covers are not eligible for the Gift Card.\n\t</li>\n\t<li>\n\t\tThis offer is current as at 1 September 2016, and can be altered or withdrawn at any time. Peoplecare reserves the right to change the offer conditions at any time without notice.\n\t</li>\n\t<li>\n\t\tThis offer is applied to purchases by new members either through the Peoplecare website/call centre or Members Own Health Funds. It is not available through any other intermediary.\n\t</li>\n\t<li>\n\tThis offer is not available with any other promotional offers being run by Peoplecare at the same time. \n\t</li>\n\t<li>\n\t\tAll Gift Cards will be delivered by post to the address nominated by the member. Peoplecare are not liable for any damaged, undelivered, lost or stolen Gift Cards and no replacement gift cards will be provided in the event of damage to, non-delivery of, or theft of a Gift Card. Allow 8-9 weeks after the purchase date of the new policy for delivery of the Gift Card.\n\t</li>\n\t<li>\n\t\tGift cards are subject to the terms and conditions of the gift card issuer. These conditions can be viewed at <a href=\"https://rewardscometrue.com.au/\">https://rewardscometrue.com.au/</a>.\n\t</li>\n\t<li>\n\t\tThis offer is made and executed by Peoplecare.\n\t</li>\n</ul>"
    },
    {
      "fund_code": "rte",
      "offer_type": "offer",
      "cover_types": "0,1,2",
      "start_date": "2018-02-01",
      "end_date": "2018-04-30",
      "name": "",
      "short_description": "Go into the draw to win an iPhone X",
      "full_description" : "",
      "image_url": "",
      "terms": "<h3>Terms and Conditions for iPhoneX competition</h3>\n<ol>\n\t<li>The Promoter is Railway & Transport Health Fund Ltd (ABN 93 087 648 744) of 1 Buckingham Street, Surry Hills NSW 2010.</li>\n\t<li>The competition starts 01/11/17 and closes 31/01/18.</li>\n\t<li>By entering this competition, entrants agree to these terms and conditions (and to any other requirements set out in the promotional material). The Promoter makes no guarantee of the availability of its web services and will not be held responsible for interruption of service that may interfere with the ability to participate in the competition.</li>\n\t<li>Entry into this competition is automatic, subject to clause 6, and based on the entrant becoming a new member of rt health fund during the competition period and remaining a financial member of rt health fund with hospital cover or extras cover up to the date of the relevant prize draw.</li>\n\t<li>One entry per rt health fund policy only is permitted. The Promoter reserves the right to request the winner to provide proof of identity and age, proof of residency at the nominated address in order to claim a prize. The Promoter shall not be liable for any loss suffered or sustained (even if caused by negligence) as a result of any person entering into this competition except for any liability which cannot be excluded by law.</li>\n\t<li>Entry is only open to permanent residents of Australia who are aged 18 years or over. Employees of the Promoter and their immediate families are not eligible to enter. Immediate family means any of the following: spouse, ex-spouse, de-facto spouse, child or step-child (whether natural or by adoption), parent step-parent, grandparent, step-grandparent, uncle, aunt, niece, nephew, brother, sister, step-brother, step-sister or 1st cousin.</li>\n\t<li>The prize is an 'iPhone X'. The prize is valued at $1,579. The prize value is correct as at 23/01/18 and the Promoter accepts no responsibility for any variation in prize value.</li>\n\t<li>The winner will be drawn with computer generated selection at 10am on 05/04/18, at the premises of the Promoter and contacted within 7 days in writing. The winner’s name will be published on the Promoter’s website.</li>\n\t<li>All prizes in the competition will be distributed or allocated in accordance with these terms. If the prize is unclaimed after a period of three months from the date of the prize draw, an unclaimed prize draw with computer generated selection will be held at 10am on 05/07/18 at the premises of the Promoter. In such case, the original winner will be deemed to have forfeited the prize and the winner of the unclaimed prize draw will be notified in writing within 7 days of the further draw.</li>\n\t<li>Entrants are responsible for ensuring their correct contact and address details are provided and any updated details are notified to the Promoter. The Promoter accepts no responsibility should an entrant fail to receive a prize because of a failure to notify the Promoter of the entrant’s correct or changed contact details.</li>\n\t<li>The prize as stated is non-transferable or exchangeable. No cash alternatives will be offered. If, due to circumstances beyond the Promoter's control, the Promoter is unable to provide the stated prize, the Promoter reserves the right to award an alternative prize of equal or greater value. This is subject to written approval from the relevant regulatory authorities.</li>\n\t<li>If this competition is not capable of being conducted as reasonably anticipated due to any reason beyond the control of the Promoter, the Promoter reserves the right, in its sole discretion, to the fullest extent permitted by law to modify, suspend, terminate or cancel the competition, as appropriate. This is subject to written approval from the relevant regulatory authorities.</li>\n\t<li>These conditions of entry are governed by the laws of New South Wales, Australia.</li>\n</ol>"
    },
    {
      "fund_code": "nmw",
      "offer_type": "offer",
      "cover_types": "2",
      "start_date": "2018-03-05",
      "end_date": "2018-03-31",
      "name": "",
      "short_description": "Get 6 weeks free when you take out a combined cover",
      "full_description" : "",
      "image_url": "",
      "terms": "<p><strong>Offer Terms and Conditions</strong></p>\n<p><strong>March Campaign 2018</strong></p>\n<p><strong>New member offer – Six weeks free</strong></p>\n<ol>\n  <li>Offer commences 12.00am, Monday 5 March 2018 and closes 11.59pm (AEDT), Saturday 31 March 2018, and may be extended.</li>\n  <li>This offer is only available to new members who satisfy the eligibility criteria of Nurses & Midwives Health, whose membership application is received by Nurses & Midwives Health from 5 March 2018 and closes 11.59pm (AEDT), 31 March 2018.</li>\n  <li>The new member must select Hospital and Extras cover, or a combined cover, in order to be eligible to receive this offer.</li>\n  <li>The new member must provide the promotion code “SIX” when joining online, over the phone or with a Business Development officer.</li>\n  <li>The new member must select a Direct Debit payment plan.</li>\n  <li>Six (6) weeks free cover is applied to the second month of the new membership, upon successful receipt of the new member’s first contribution payment.</li>\n  <li>The offer does not apply to stand-alone Hospital, Extras or Ambulance only policies.</li>\n  <li>The offer does not apply to policy upgrades, or when a spouse or dependant is added to an existing Nurses & Midwives Health policy.</li>\n  <li>This offer is only available to a new Nurses & Midwives Health policyholder who has not been a paying/financial member of Nurses & Midwives Health in the past four (4) months.</li>\n  <li>The offer is not available to new members who have received an incentive offer from Nurses & Midwives Health within the last 12 months.</li>\n  <li>Terms and conditions are subject to change without notice.</li>\n</ol>\n<p>If you have further questions regarding these terms and conditions, please contact Nurses & Midwives Health.</p>\n<p>This offer is made an executed by Nurses & Midwives Health.</p>"
    },
    {
      "fund_code": "ntf",
      "offer_type": "offer",
      "cover_types": "2",
      "start_date": "2018-03-05",
      "end_date": "2018-03-31",
      "name": "",
      "short_description": "Get 6 weeks free when you take out a combined cover",
      "full_description" : "",
      "image_url": "",
      "terms": "<p><strong>Offer Terms and Conditions</strong></p>\n<p><strong>March Campaign 2018</strong></p>\n<p><strong>New member offer – Six weeks free</strong></p>\n<ol>\n  <li>Offer commences 12.00am, Monday 5 March 2018 and closes 11.59pm (AEDT), Saturday 31 March 2018, and may be extended.</li>\n  <li>This offer is only available to new members who satisfy the eligibility criteria of Teachers Health Health, whose membership application is received by Teachers Health Health from 5 March 2018 and closes 11.59pm (AEDT), 31 March 2018.</li>\n  <li>The new member must select Hospital and Extras cover, or a combined cover, in order to be eligible to receive this offer.</li>\n  <li>The new member must provide the promotion code “SIX” when joining online, over the phone or with a Business Development officer.</li>\n  <li>The new member must select a Direct Debit payment plan.</li>\n  <li>Six (6) weeks free cover is applied to the second month of the new membership, upon successful receipt of the new member’s first contribution payment.</li>\n  <li>The offer does not apply to stand-alone Hospital, Extras or Ambulance only policies.</li>\n  <li>The offer does not apply to policy upgrades, or when a spouse or dependant is added to an existing Teachers Health Health policy.</li>\n  <li>This offer is only available to a new Teachers Health Health policyholder who has not been a paying/financial member of Teachers Health Health in the past four (4) months.</li>\n  <li>The offer is not available to new members who have received an incentive offer from Teachers Health Health within the last 12 months.</li>\n  <li>Terms and conditions are subject to change without notice.</li>\n</ol>\n<p>If you have further questions regarding these terms and conditions, please contact Teachers Health Health.</p>\n<p>This offer is made an executed by Teachers Health Health.</p>"
    },
    {
      "fund_code": "uni",
      "offer_type": "offer",
      "cover_types": "2",
      "start_date": "2018-03-05",
      "end_date": "2018-03-31",
      "name": "",
      "short_description": "Get 6 weeks free when you take out a combined cover",
      "full_description" : "",
      "image_url": "",
      "terms": "<p><strong>Offer Terms and Conditions</strong></p>\n<p><strong>March Campaign 2018</strong></p>\n<p><strong>New member offer – Six weeks free</strong></p>\n<ol>\n  <li>Offer commences 12.00am, Monday 5 March 2018 and closes 11.59pm (AEDT), Saturday 31 March 2018, and may be extended.</li>\n  <li>This offer is only available to new members who satisfy the eligibility criteria of Uni Health Health, whose membership application is received by Uni Health Health from 5 March 2018 and closes 11.59pm (AEDT), 31 March 2018.</li>\n  <li>The new member must select Hospital and Extras cover, or a combined cover, in order to be eligible to receive this offer.</li>\n  <li>The new member must provide the promotion code “SIX” when joining online, over the phone or with a Business Development officer.</li>\n  <li>The new member must select a Direct Debit payment plan.</li>\n  <li>Six (6) weeks free cover is applied to the second month of the new membership, upon successful receipt of the new member’s first contribution payment.</li>\n  <li>The offer does not apply to stand-alone Hospital, Extras or Ambulance only policies.</li>\n  <li>The offer does not apply to policy upgrades, or when a spouse or dependant is added to an existing Uni Health Health policy.</li>\n  <li>This offer is only available to a new Uni Health Health policyholder who has not been a paying/financial member of Uni Health Health in the past four (4) months.</li>\n  <li>The offer is not available to new members who have received an incentive offer from Uni Health Health within the last 12 months.</li>\n  <li>Terms and conditions are subject to change without notice.</li>\n</ol>\n<p>If you have further questions regarding these terms and conditions, please contact Uni Health Health.</p>\n<p>This offer is made an executed by Uni Health Health.</p>"
    },
    {
      "fund_code": "sps",
      "offer_type": "offer",
      "cover_types": "0",
      "start_date": "2018-03-01",
      "end_date": "2018-03-31",
      "name": "",
      "short_description": "Get 1 month free on combined cover",
      "full_description" : "",
      "image_url": "",
      "terms": "<p>Take out a hospital and extras policy before 31 st of March, pay the first month and get the 2 nd month free.</p>\n<p>Terms and conditions Only available to new members.</p>\n<p>This offer is made and executed by Health Partners.</p>"
    }
  ]
}
